/*
 Localizable.strings
 Pock
 
 Created by Licardo on 2019/7/6.
 Copyright © 2019 Pierluigi Galdi. All rights reserved.
 */

"General" = "Impostazioni";
"Dock" = "Dock";
"Status" = "Barra di stato";
"Control Center" = "Centro di Controllo";
"Now Playing" = "In riproduzione";
"Esc key" = "Tasto Esc";
"Unknown" = "Sconosciuto";
"Never" = "Mai";
"Instantly" = "Istanteneo";
"1 second" = "1 secondo";
"5 seconds" = "5 secondi";
"10 seconds" = "10 secondi";
"30 seconds" = "30 secondi";
"1 minute" = "1 minuto";
"3 minutes" = "3 minuti";
"More Than 1 Window" = "Più Di 1 Finestra";
"Always" = "Sempre";
"Pock Options" = "Menu di Pock";
"Preferences…" = "Impostazioni…";
"Customize…" = "Personalizza…";
"Support this project" = "Supporta questo progetto";
"Quit Pock" = "Chiudi Pock";
"Checking…"= "Controllo…";
"Installed version" = "Versione installata";
"Already on latest version" = "Stai già utilizzando l'ultima versione disponibile";
"Check for updates" = "Controlla aggiornamenti";
"New version available!" = "Nuova versione disponibile!";
"Download" = "Scarica";
"Later" = "Più tardi";
"Do you want to download version" = "Vuoi scaricare la versione";
"now?" = "adesso?";
"windows" = "windows";
"Loading..." = "Loading...";
"elements" = "elements";
"Trash" = "Trash";
"Tap here" = "Tocca qui";
"to play music" = "per riprodurre musica";
"Missing title" = "Titolo mancante";
"Unknown artist" = "Artista sconosciuto";

"Advanced" = "Avanzate";
"Reload Pock" = "Ricarica Pock";
"Reload Touch Bar" = "Ricarica Touch Bar";
